export interface IServices {
  id: number;
  title: string;
  shortDescription: string;
  description: string;
  image: string;
  icon: string;
}

export const services: IServices[] = [
  {
    id: 1,
    title: "Осигурување",
    shortDescription: "Нудиме целосна анализа и избор на најповолно осигурување според вашите потреби.",
    description: "Покриваки ги сите класи на осигурување, задно ги разгледуваме понудите од осигурителните компании и ja избираме онаа што најмногу одговара на вашите потреби и желби.",
    image: "assets/wealth-wise/images/2.jpg",
    icon: "assets/wealth-wise/icons/insurance.svg",
  },
  {
    id: 2,
    title: "Пензија",
    shortDescription: "Помагаме да изградите сигурна иднина преку персонализиран пензиски план.",
    description:
      "Ги пронаогаме и разгледуваме сите можности и ги издвојуваме најдобрите понуди според вашите желби, креирајќи персонализиран пензиски план кој може да вклучува класично животно осигурување, животно осигурување со инвестициски фонд (Unit Linked) или трет приватен пензиски столб, за да ви обезбедиме стабилна и сигурна иднина.",
    image: "assets/wealth-wise/images/1.jpg",
    icon: "assets/wealth-wise/icons/elderly.svg",
  },
  {
    id: 3,
    title: "Инвестирање",
    shortDescription: "Креираме стратегија што го зголемува потенцијалот и стабилноста на вашите вложувања.",
    description:
      "Креираме инвестиционен план прилагоден на вашите можности, визија и желби, со цел да го максимализираме потенцијалот на вашите вложувања. Нашите фондови нудат одлична дисперзија по валути, региони и индустрии, што значително ја намалува изложеноста на ризик и ја зголемува стабилноста на инвестицијата.",
    image: "assets/wealth-wise/images/4.jpg",
    icon: "assets/wealth-wise/icons/investment.svg",
  },
  {
    id: 4,
    title: "Приватно здравствено осигурување",
    shortDescription: "Обезбедете пристап до врвна здравствена заштита без гужви и долги чекања.",
    description:
      "Приватното здравствено осигурување е клучниот избор за вас и вашето семејство, овозможувајќи пристап до врвни приватни клиники и здравствени установи без чекање и гужви. Со ова осигурување, не само што ги избегнувате долгите редици во јавниот здравствен систем, туку и го штитите семејниот или личниот буџет од неочекувани трошоци во случаи на здравствени предизвици. Останете сигурни дека ќе добиете квалитетна и брза здравствена заштита кога ви е најпотребна.",
    image: "assets/wealth-wise/images/3.jpg",
    icon: "assets/wealth-wise/icons/private-insurance.svg",
  },
];
